public class Main {

	public static void main(String[] args) 
	{
		new GUI().createGUI();
	}
	
	/*Το παιχνιδι αυτό δεν είναι ολοκληρωμένο. Οι brands είναι hardcoded και πρόχειρα.Δεν υπάρχουν 
	 * Choice/Empire Cards. Το παιχνίδι ξεκινάει όταν πατήσεις το roll button.
	 * Αν πας φυλακή είσαι υποχρεωμένος να μείνεις εκεί 3 γύρους.
	 * Αν πέσεις σε Empire/Chance παίρνεις 2* τα λεφτά της αφετηρίας.
	 * Το μέγιστο ύψος είναι μικρότερο. Δεν εχει δοκιμαστεί το Winconditions. 
	 * Αν δεν είσαι φυλακή ρίχνεις το ζάρι. το sneakyRoll υπάρχει αλλά δεν υπάρχουν κατάλληλοι μέθοδοι 
	 * για όταν δεν μπορεί να γίνει σωστά.
	 * Για να διαλέξεις παικτη όταν σου ζητείται π.χ. sneakyRoll / RivalTower Tax, διαλεγεις αναμεσα σε 0-3 αλλιως δε γινεται δεκτός ο αριθμός. 
	 * Για να αλλάξεις position απο free parking δίνεις νούμερο 0-35 .
	 * Υπάρχει ενα πρόβλημα και μπορείς να φτάσεις σε αρνητικό χρήμα.
	 */

}